import img from 'constants/Img'
import React, { useEffect } from 'react'
import './services.scss'
import { Col, Row } from 'react-bootstrap'

const Services = () => {
  useEffect(() => {
    window.scroll(0, 0)
  }, [])

  return (
    <div className='app_services overflow-hidden'>
      <div className="header_banner " style={{ marginTop: '90px' }}>
        <img src={img.banner_services} alt="banner" className='w-100' srcset="" />
        <div className="overlay">
          <div className="header">
            <span>  خدماتنا</span>
          </div>
        </div>
      </div>

      <div className="app_services_items">
        <div className="app_services_container">
          <Row className='flex align-items-stretch'>
            <Col xl={4} lg={4} md={6} sm={12} className='  flex justify-content-center align-items-center'>
              <div className="app_serives_header shadow-sm">
                <h1>1</h1>
                <div className="footer flex flex-column gap-3"> 
                    <img src={img.Servies1Icon1} alt="" className='w-25'/>
                    <span>المجالات القانونیة</span>
                </div>
              </div>
            </Col>
            <Col xl={8} lg={8} md={6} sm={12} className='app_serives_content '>

              <h3>نتولى تقدیم جمیع الخدمات القانونیة، ومنھا على سبیل المثال لا الحصر الآتي:</h3>
              <ul className='mt-4 flex flex-column gap-3 '>
                <li>   تقدیم الاستشارات القانونیة والعمالیة</li>
                <li>مباشرة كافة الدعاوى والتمثیل القانوني للمنشآت والأفراد أمام كافة الجھات القضائیة وشبھھ القضائیة بكافة أنواعھا ودراجاتھا</li>
                <li>  دراسة وصیاغة كافة أنواع العقود</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
              </ul>
            </Col>
          </Row>
        </div>
      </div>


      <div className="app_services_items">
        <div className="app_services_container">
          <Row className='flex align-items-stretch'>
            <Col xl={4} lg={4} md={6} sm={12} className='  flex justify-content-center align-items-center'>
              <div className="app_serives_header shadow-sm">
                <h1>2</h1>
                <div className="footer flex flex-column gap-3"> 
                    <img src={img.Servies1Icon2} alt="" className='w-25'/>
                    <span>  التحكیم</span>
                </div>
              </div>
            </Col>
            <Col xl={8} lg={8} md={6} sm={12} className='app_serives_content '>

              <h3>نتولى تقدیم جمیع الخدمات القانونیة، ومنھا على سبیل المثال لا الحصر الآتي:</h3>
              <ul className='mt-4 flex flex-column gap-3 '>
                <li>   تقدیم الاستشارات القانونیة والعمالیة</li>
                <li>مباشرة كافة الدعاوى والتمثیل القانوني للمنشآت والأفراد أمام كافة الجھات القضائیة وشبھھ القضائیة بكافة أنواعھا ودراجاتھا</li>
                <li>  دراسة وصیاغة كافة أنواع العقود</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
              </ul>
            </Col>
          </Row>
        </div>
      </div>


      
      <div className="app_services_items">
        <div className="app_services_container">
          <Row className='flex align-items-stretch'>
            <Col xl={4} lg={4} md={6} sm={12} className='  flex justify-content-center align-items-center'>
              <div className="app_serives_header shadow-sm">
                <h1>3</h1>
                <div className="footer flex flex-column gap-3"> 
                    <img src={img.Servies1Icon5} alt="" className='w-25'/>
                    <span>  مجالات التدریب</span>
                </div>
              </div>
            </Col>
            <Col xl={8} lg={8} md={6} sm={12} className='app_serives_content '>

              <h3>نتولى تقدیم جمیع الخدمات القانونیة، ومنھا على سبیل المثال لا الحصر الآتي:</h3>
              <ul className='mt-4 flex flex-column gap-3 '>
                <li>   تقدیم الاستشارات القانونیة والعمالیة</li>
                <li>مباشرة كافة الدعاوى والتمثیل القانوني للمنشآت والأفراد أمام كافة الجھات القضائیة وشبھھ القضائیة بكافة أنواعھا ودراجاتھا</li>
                <li>  دراسة وصیاغة كافة أنواع العقود</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
              </ul>
            </Col>
          </Row>
        </div>
      </div>

      <div className="app_services_items">
        <div className="app_services_container">
          <Row className='flex align-items-stretch'>
            <Col xl={4} lg={4} md={6} sm={12} className='  flex justify-content-center align-items-center'>
              <div className="app_serives_header shadow-sm">
                <h1>5</h1>
                <div className="footer flex flex-column gap-3"> 
                    <img src={img.Servies1Icon4} alt="" className='w-25'/>
                    <span>    خدمات التوثیق</span>
                </div>
              </div>
            </Col>
            <Col xl={8} lg={8} md={6} sm={12} className='app_serives_content '>

              <h3>نتولى تقدیم جمیع الخدمات القانونیة، ومنھا على سبیل المثال لا الحصر الآتي:</h3>
              <ul className='mt-4 flex flex-column gap-3 '>
                <li>   تقدیم الاستشارات القانونیة والعمالیة</li>
                <li>مباشرة كافة الدعاوى والتمثیل القانوني للمنشآت والأفراد أمام كافة الجھات القضائیة وشبھھ القضائیة بكافة أنواعھا ودراجاتھا</li>
                <li>  دراسة وصیاغة كافة أنواع العقود</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
              </ul>
            </Col>
          </Row>
        </div>
      </div>

      <div className="app_services_items">
        <div className="app_services_container">
          <Row className='flex align-items-stretch'>
            <Col xl={4} lg={4} md={6} sm={12} className='  flex justify-content-center align-items-center'>
              <div className="app_serives_header shadow-sm">
                <h1>5</h1>
                <div className="footer flex flex-column gap-3"> 
                    <img src={img.Servies1Icon1} alt="" className='w-25'/>
                    <span>     مجالات التطویر الإداري والعمالي</span>
                </div>
              </div>
            </Col>
            <Col xl={8} lg={8} md={6} sm={12} className='app_serives_content '>
              <h3>نتولى من خلال ترخیص الاستشارات العمالیة القیام بكافة الأعمال التطویریة لإداراتي الموارد البشریة وشؤون الموظفین ، وإعداد كافة النماذج الإداریة النموذجیة التي یحتاج إلیھا تسییر العمل وشرح ما یلزم ً منھا للموظفین المختصین على جمیع الإجراءات اللازمة لتطبیق تلك النماذج بدء من إجراءات التعیین حتى إنھاء الخدمات وحساب مستحقات نھایة الخدمة ... إلخ، ومن ذلك على سبیل المثال الأعمال الآتیة</h3>
               <ul className='mt-4 flex flex-column gap-3 '>
                <li>   تقدیم الاستشارات القانونیة والعمالیة</li>
                <li>مباشرة كافة الدعاوى والتمثیل القانوني للمنشآت والأفراد أمام كافة الجھات القضائیة وشبھھ القضائیة بكافة أنواعھا ودراجاتھا</li>
                <li>  دراسة وصیاغة كافة أنواع العقود</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
                <li> تقدیم كافة الخدمات التجاریة من تأسیس الشركات بكافة أنواعھا وعمل كافة التعدیلات علیھا وتصفیتھا.</li>
              </ul>
            </Col>
          </Row>
        </div>
      </div>
    </div>
  )
}

export default Services
